

[IDD_PSP_APPL]

IDC_STATIC_CURRENT_SETTING_MAIN = "Configuration actuelle :"
IDC_STATIC_FRAME_MAIN = "Button"
IDC_CHECK_AVAILABLE_BUTTON = "&Activer ce bouton"
IDC_BTN_SET_ONETOUCHBTN = "&Enregistrement de l’application..."
IDC_CHECK_STANDBY = "Garder ce bouton actif même en &veille"
IDC_CHECK_SHUTDOWN = "Garder ce bouton actif même lorsque le système est &hors tension"

IDS_MSG_CURRENT_SETTING_UNAVAILABLE_BUTTON = "Ce bouton d’application n’est pas disponible."
IDS_MSG_CURRENT_SETTING_BROWSER = "Démarrer le navigateur Internet par défaut"
IDS_MSG_CURRENT_SETTING_MAIL = "Start default program for MailTo Protocol"
IDS_MSG_CURRENT_SETTING_APPLICATION = "Démarrer %1!s!"
IDS_MSG_CURRENT_SETTING_NONE = "L’application n’est pas attribuée."



[IDD_WIZ_INTERNET_FNC_SELECT]

IDC_STATIC_WIZ_TITLE_INT_FNC_SELECT = "Spécifier l’action du bouton"
IDC_STATIC_WIZ_TITLE_EXP_INT_FNC_SELECT = "Spécifier l’action assignée au bouton."

IDC_RADIO_HOMEPAGE = "Démarrer le &navigateur"
IDC_STATIC_HOMEPAGE = "Démarrer le navigateur spécifié à titre de [Navigateur pour usage ordinaire]."
IDC_RADIO_APPLICATION = "Démarrer un &programme"
IDC_STATIC_APPLICATION = "Démarrer un programme. %nVous pouvez sélectionner le programme qui sera démarré."


[IDD_WIZ_MAIL_FNC_SELECT]

IDC_STATIC_WIZ_TITLE_MAIL_FNC_SELECT = "Spécifier l’action du bouton."
IDC_STATIC_WIZ_TITLE_EXP_MAIL_FNC_SELECT = "Specify the action assigned to button."

IDC_RADIO_MAIL = "Start &mail software"
IDC_STATIC_MAIL = "Start default program for MailTo Protocol."
IDC_RADIO_APPLICATION = "Démarrer un &programme"
IDC_STATIC_APPLICATION = "Démarrer un programme. Vous pouvez librement choisir l’application qui sera démarrée."



[IDD_WIZ_APPLICATION_SELECT]

IDC_STATIC_WIZ_TITLE_APPL_SELECT = "Spécifier quel programme démarre"
IDC_STATIC_WIZ_TITLE_EXP_APPL_SELECT = "Spécifier quel programme démarre %nlorsque chaque bouton est enfoncé."

IDC_RADIO_STARTMENU = "Sélectionner depuis le menu &Démarrer"
IDC_STATIC_CURRENT_SETTING_STARTMENU = "Configuration actuelle :"
IDC_STATIC_STARTMENU = "Menu D&émarrer :"
IDC_STATIC_LOADING = "Lecture du menu Démarrer..."

IDC_RADIO_DIRECT = "Sélectionner &directement"
IDC_STATIC_FILE = "Fichier :"
IDC_BTN_REFERENCE = "&Référence..."
IDC_BTN_DETAIL = "Av&ancé..."



[IDD_WIZ_APPLICATION_SOUND]

IDC_STATIC_WIZ_TITLE_APPL_SOUND = "Configuration du son lors du démarrage du programme"
IDC_STATIC_WIZ_TITLE_EXP_APPL_SOUND = "Spécifier le son lors du démarrage du programme."

IDC_RADIO_SOUND_ON = "Rejouer le &son"
IDC_RADIO_SOUND_OFF = "&Ne pas rejouer le son"

IDC_STATIC_APPLICATION_SETTING_SOUND = "Fichier de son :"
IDC_BTN_REFERENCE_SOUND = "&Référence..."
IDC_BTN_APPLICATION_PLAY_SOUND = "&Répondre"



[IDD_WIZ_APPLICATION_CONFIRM]

IDC_STATIC_WIZ_TITLE_APPL_CONFIRM = "Terminer l’assistant de configuration de bouton"

IDC_STATIC_WIZ_TITLE_EXP_APPL_CONFIRM = "Configurer le démarrage d’un programme par l’enfoncement d’un bouton"
IDC_STATIC_WIZ_TITLE_EXP_APPL_CONFIRM_BROWSER = "Configure the setting for starting the browser by pressing a button"
IDC_STATIC_WIZ_TITLE_EXP_APPL_CONFIRM_MAIL = "Configure the setting for starting the mail software by pressing a button"

IDC_STATIC_APPL_MESSAGE = "[%1!s!] démarre en enfonçant le bouton."
IDC_STATIC_APPL_MESSAGE_BROWSER = "Le navigateur spécifié à titre de [Navigateur pour usage ordinaire] démarre lorsque le bouton est enfoncé"
IDC_STATIC_APPL_MESSAGE_MAIL = "[Default program for MailTo Protocol] starts by pressing button."



[IDD_CHILD_DETAILAPPL]

CAPTION = "Avancé..."
IDC_STATIC_TITLE_DETAIL_SETTING = "Spécifier le paramètre d’entrée de commande du programme d’amorçage et du dossier d’opération."
IDC_STATIC_PROGRAM = "Programme d’amorçage :"
IDC_STATIC_PARAMETER = "&Paramètre d’entrée de commande :"
IDC_STATIC_FOLDER = "&Dossier d’opération :"

IDOK = "OK"
IDCANCEL = "Annuler"




[MESSAGES]

IDS_MSG_CAPTION_MAIN = "Paramètre du bouton"

IDS_MSG_ASK_CANCEL_MAIN = "La configuration du Tableau d’applications est en cours d’annulation. Êtes-vous sûr(e) de vouloir annuler ?"


IDS_MSG_CAPTION_WIZARD = "Assistant de configuration du tableau d’applications"

IDS_MSG_CANCEL_WIZARD = "L’assistant de configuration du Tableau d’applications est en cours de fermeture. Êtes-vous sûr(e) de vouloir fermer ?"

IDS_MSG_NO_SELECTION = "non sélectionné"


[FILEDIALOG_FILTER]
IDS_FILE_FILTER_SOUND = "Fichier de son (*.wav;*.mid;*.rmi)|*.wav;*.mid;*.rmi||"
IDS_FILE_FILTER = "Fichier exécutable (*.exe)|*.exe|All Files(*.*)|*.*||"


